[
    {
        "title": "Berserk of Gluttony",
        "description": "Dans un monde où les compétences font tout. Fate Graphite possède l’une des plus inutiles : la Gloutonnerie. Un pouvoir qui agit comme une malédiction puisqu’elle lui procure une faim insatiable. Un jour, alors qu’il exerce son métier de garde du château, il se retrouve embarqué dans une embuscade et tue un voleur. Sa compétence s’active alors et dévore l’âme du malheureux. Désormais capable d’ajouter les statistiques de ses victimes aux siennes, Fate se lance dans une quête de puissance pour protéger celle qu’il aime. Mais tout pouvoir a un coût et la lutte pour ne pas sombrer dans la folie sera longue…",
        "imageUrl": "https://m.media-amazon.com/images/I/81KMsCiLFeL._AC_UF1000,1000_QL80_.jpg",
        "nextEpisodeDate": "2024-01-23T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/G1XHJV05V/berserk-of-gluttony",
        "trailerUrl": "https://www.youtube.com/watch?v=fDHLSymOkh4"
        },
    {
        "title": "Dead Mount Death Play",
        "description": "Le sort du monde se joue lorsque s’affrontent le Maître des corps, un démon nécromancien ayant accumulé une puissance incommensurable, et un légendaire chevalier sacré. Mais, au dernier moment, le monstre use d’un mystérieux arcane magique qui enveloppe le héros d’une étrange lumière. À travers l'espace et le temps, un garçon nommé Polka Shinoyama se réveille en ne se sentant pas tout à fait lui-même… Qui pouvait s’attendre à ce que l’issue de la confrontation se déroule de cette façon ?",
        "imageUrl": "https://i0.wp.com/anitrendz.net/news/wp-content/uploads/2023/07/deadmountdeathplay_2ndcourteaservisual-1-e1689342716952.jpg",
        "nextEpisodeDate": "2024-01-28T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/G3KHEV04J/dead-mount-death-play",
        "trailerUrl": "https://www.youtube.com/watch?v=K0BRTS7LlGg"
    },
    {
        "title": "The Eminence in Shadow",
        "description": "L’histoire suit un jeune homme qui se fait appeler Shadow, un fan de light novels qui devient le maître de l’ombre. Il est convaincu que son rôle dans la vie est de devenir un seigneur des ténèbres. Il se cache dans l’ombre et agit dans l’ombre pour atteindre son objectif. Impressionné par ses capacités, un groupe d’adolescents se rallie à lui.",
        "imageUrl": "https://i0.wp.com/news.qoo-app.com/en/wp-content/uploads/sites/3/2022/11/The-Eminence-in-Shadow-Master-of-Garden-Mobile-Game-Launches-on-November-29.jpeg",
        "nextEpisodeDate": "2024-05-06T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/news/latest/2023/12/20/the-eminence-in-shadow-lost-echoes-anime-film-announced",
        "trailerUrl": "https://www.youtube.com/watch?v=L7LgAbGF-WY"
        },
        {
        "title": "The Detective Is Already Dead",
        "description": "Kimihiko Kimizuka a vécu une vie paisible et ordinaire jusqu’à ce qu’il rencontre une fille nommée Siesta. À ce moment-là, son monde a basculé. Cette fille, qui n’était qu’une camarade de classe, est devenue une détective légendaire. Kimihiko, qui a été attiré par elle, a décidé de devenir son assistant, mais… Pourquoi est-elle morte ?",
        "imageUrl": "https://i0.wp.com/jotaku.net/wp-content/uploads/2021/09/detective_already_dead_thumb.png",
        "nextEpisodeDate": "2024-06-00T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/G24H1N334/the-detective-is-already-dead",
        "trailerUrl": "https://www.youtube.com/watch?v=Sk2vXUf86RY"
        },
        {
        "title": "I'm Standing on a Million Lives",
        "description": "Yûsuke Yotsuya est un lycéen qui se retrouve transporté dans un monde fantastique avec deux de ses camarades de classe. Ils sont chargés de protéger un village de gobelins, mais Yûsuke est le seul à recevoir une compétence de classe. Il est alors désigné comme le chef du groupe et doit faire face à des choix difficiles.",
        "imageUrl": "https://pinnedupink.com/cdn/shop/articles/im-standing-on-a-million-lives-anime-review-267312.jpg",
        "nextEpisodeDate": "2024-10-03T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/G6Q9GGE26/im-standing-on-a-million-lives",
        "trailerUrl": "https://www.youtube.com/watch?v=q6Xo84Zem04"
        },
        {
        "title": "Oh Suddenly Egyptian God",
        "description": "L’histoire se déroule dans un monde où les dieux égyptiens sont réels. Un jour, un lycéen nommé Yûto est soudainement transporté dans un autre monde. Il se retrouve dans le corps d’un jeune garçon nommé Atum, qui est le fils du dieu égyptien Rê. Yûto doit maintenant apprendre à vivre dans ce nouveau monde et à utiliser ses pouvoirs.",
        "imageUrl": "https://otakuusamagazine.com/wp-content/uploads/2022/05/egyptian-god-S2-2.jpeg",
        "nextEpisodeDate": "2024-11-05T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/G8DHV7KNW/oh-suddenly-egyptian-god",
        "trailerUrl": "https://www.youtube.com/watch?v=EhtVwC5IjGo"
        },
        {
        "title": "Bungo Stray Dogs",
        "description": "L’histoire se déroule dans un monde où certaines personnes possèdent des pouvoirs surnaturels. Ces personnes sont appelées « Ability Users ». L’histoire suit un jeune homme nommé Atsushi Nakajima, qui a été chassé de son orphelinat. Il rencontre alors un homme nommé Osamu Dazai, qui est un Ability User. Ensemble, ils vont rejoindre l’Agence des Détectives Armés, qui est une organisation qui s’occupe des Ability Users.",
        "imageUrl": "https://m.media-amazon.com/images/I/71bcPonzT9L._AC_UF1000,1000_QL80_.jpg",
        "nextEpisodeDate": "2024-12-07T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/fr/series/GR5VXQ8PR/bungo-stray-dogs",
        "trailerUrl": "https://www.youtube.com/watch?v=YVvPaIVx8WQ"
        },
        {
        "title": "The Case Study of Vanitas",
        "description": "L’histoire se déroule dans un monde où les vampires existent. Un jour, un jeune homme nommé Vanitas se réveille dans un hôpital. Il a perdu la mémoire et ne se souvient de rien. Il rencontre alors une jeune fille nommée Noé, qui est une vampire. Elle lui dit qu’il est un vampire et qu’il doit boire du sang pour survivre. Vanitas décide alors de devenir un vampire et de boire du sang.",
        "imageUrl": "https://i0.wp.com/anitrendz.net/news/wp-content/uploads/2021/03/vanitas_anime-1.jpg",
        "nextEpisodeDate": "2024-07-09T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/series/GEXH3W8DG/the-case-study-of-vanitas",
        "trailerUrl": "https://www.youtube.com/watch?v=DGlQWD3Krx8"
        },
        {
        "title": "Mashle: Magic and Muscles",
        "description": "Dans un monde où la magie fait loi, il était une fois Mash Burnedead, un jeune garçon qui n’a aucun pouvoir magique. Pourtant, il est capable de se battre contre les plus puissants sorciers grâce à sa force physique. Il va alors devoir faire face à de nombreux ennemis et à des situations difficiles.",
        "imageUrl": "https://media.discordapp.net/attachments/1197457306246459432/1197457345828102164/mashle_1680964722.png",
        "nextEpisodeDate": "2024-02-10T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/fr/series/GDKHZEP8W/mashle-magic-and-muscles",
        "trailerUrl": "https://www.youtube.com/watch?v=jt7fWUCdEro"
        },
        {
        "title": "Mushoku Tensei: Jobless Reincarnation",
        "description": "L’histoire se déroule dans un monde où la magie existe. Un jour, un jeune homme nommé Rudeus Greyrat se réveille dans un monde inconnu. Il a perdu la mémoire et ne se souvient de rien. Il rencontre alors une jeune fille nommée Eris, qui est une magicienne. Elle lui dit qu’il est un magicien et qu’il doit apprendre la magie pour survivre. Rudeus décide alors de devenir un magicien et d’apprendre la magie.",
        "imageUrl": "https://media.discordapp.net/attachments/1197457306246459432/1197457401289388042/1283541713_169.png",
        "nextEpisodeDate": "2024-03-11T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/fr/series/G24H1N3MP/mushoku-tensei-jobless-reincarnation",
        "trailerUrl": "https://www.youtube.com/watch?v=k5VxfJpzy1Q"
        },
        {
        "title": "Demon slayer",
        "description": "L’histoire se déroule dans un monde où les démons existent. Un jour, un jeune homme nommé Tanjiro Kamado se réveille dans un monde inconnu. Il a perdu la mémoire et ne se souvient de rien. Il rencontre alors une jeune fille nommée Nezuko, qui est une démon. Elle lui dit qu’il est un démon et qu’il doit apprendre à se battre pour survivre. Tanjiro décide alors de devenir un démon et d’apprendre à se battre.",
        "imageUrl": "https://i0.wp.com/www.coyotemag.fr/wp-content/uploads/2022/02/Demon-Slayer-Hinokami-Chronicles.jpg",
        "nextEpisodeDate": "2024-04-12T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/fr/series/GY5P48XEY/demon-slayer-kimetsu-no-yaiba",
        "trailerUrl": "https://www.youtube.com/watch?v=VQGCKyvzIM4"
        },
        {
        "title": "The Rising of the Shield Hero",
        "description": "L'histoire se déroule dans un monde où quatre héros ont été invoqués pour sauver le monde. Le héros de l'épée, le héros de la lance, le héros de l'arc et le héros du bouclier. Le héros du bouclier est le plus faible des quatre héros. Il est rejeté par les autres héros et par les gens du monde. Il décide alors de se venger et de sauver le monde.",
        "imageUrl": "https://media.discordapp.net/attachments/1197457306246459432/1197457942249734194/The-Rising-of-the-Shield-Hero-01.png",
        "nextEpisodeDate": "2024-05-13T00:00:00Z",
        "crunchyrollUrl": "https://www.crunchyroll.com/fr/watch/G8WUN2XKK/the-shield-hero",
        "trailerUrl": "https://www.youtube.com/watch?v=Xx_PA5y5npE" 
        }
    ]
